{
  "imagology2025": {
    "title": "Имагология: теория, методы, литературные приложения",
    "description": "Курс посвящён современному направлению гуманитарного знания — имагологии, изучающей образы «своего» и «чужого» в литературе, культуре и социальных дискурсах. В центре внимания — теоретические основания дисциплины, её место в структуре компаративистики, связь с постколониальными, ориенталистскими и гендерными исследованиями, а также анализ литературных текстов как пространства формирования культурных образов.\n\nПрограмма включает 17 лекций (34 часа) и охватывает историю становления имагологии, классические работы Хуго Дизеринка, Йоопа Лирссена и Манфреда Беллера, методологию анализа этнических и национальных стереотипов, проблемы авто- и гетерообразов, метаобразов, а также применение имагологии к изучению восточных образов в русской литературе XIX–XX веков. Особое внимание уделяется травелогу, религиозному дискурсу, гендерным конструкциям, геопоэтике и категориям воображаемого пространства.\n\nКурс ориентирован на студента, способного работать с теорией, анализировать дискурсы, сопоставлять культурные модели и интегрировать международные подходы. В рамках курса студент получает инструменты для глубокого интерпретативного анализа литературы, понимания механизмов создания образов Другого, их исторических трансформаций и роли в межкультурной коммуникации.\n",
    "lectures": {
      "85524f4f": {
        "title": " Введение в имагологию: история дисциплины и ключевые понятия",
        "subtitle": "От истоков дисциплины к современному понятийному аппарату",
        "order": 1,
        "keywords": [
          "imagology",
          "auto-image",
          "hetero-image",
          "meta-image",
          "imageme",
          "stereotype studies",
          "cultural representation",
          "national images",
          "identity construction"
        ],
        "target_length": 4000,
        "metadata": {
          "core_keywords": "stereotype studies, cultural representation, national images, identity construction",
          "core_authors": "",
          "recent_keywords": ""
        }
      }
    },
    "metadata": {}
  }
}