{
  "imagology2025": {
    "title": "Имагология: теория, методы, литературные приложения",
    "description": "Курс посвящён современному направлению гуманитарного знания — имагологии, изучающей образы «своего» и «чужого» в литературе, культуре и социальных дискурсах. В центре внимания — теоретические основания дисциплины, её место в структуре компаративистики, связь с постколониальными, ориенталистскими и гендерными исследованиями, а также анализ литературных текстов как пространства формирования культурных образов.\n\nПрограмма включает 17 лекций (34 часа) и охватывает историю становления имагологии, классические работы Хуго Дизеринка, Йоопа Лирссена и Манфреда Беллера, методологию анализа этнических и национальных стереотипов, проблемы авто- и гетерообразов, метаобразов, а также применение имагологии к изучению восточных образов в русской литературе XIX–XX веков. Особое внимание уделяется травелогу, религиозному дискурсу, гендерным конструкциям, геопоэтике и категориям воображаемого пространства.\n\nКурс ориентирован на студента, способного работать с теорией, анализировать дискурсы, сопоставлять культурные модели и интегрировать международные подходы. В рамках курса студент получает инструменты для глубокого интерпретативного анализа литературы, понимания механизмов создания образов Другого, их исторических трансформаций и роли в межкультурной коммуникации.\n",
    "lectures": {},
    "metadata": {}
  },
  "litprocess_2025": {
    "title": "Теория и практика современного литературного процесса",
    "description": "Курс посвящён анализу литературного процесса XIX–XXI веков в широком историческом, социологическом и культурологическом контексте. Он объединяет идеи исторической поэтики (А.Н. Веселовский), компаративистики, теории жанров, социологии литературы (П. Бурдьё), эстетики модернизма и постмодернизма, теорий репрезентации, постколониальных и транснациональных исследований.\nВ рамках курса рассматриваются:\n— механизмы развития литературы как динамической системы;\n— внутренние и внешние движущие силы литературного процесса;\n— взаимодействие художественных направлений, школ и групп;\n— понятия канона и контрканона;\n— роль институций, критики, рынка и медиасреды;\n— эволюция жанров и форм повествования;\n— трансформация образа автора, читателя и текста;\n— глобальные и локальные модели литературного развития.\nКурс построен как аналитическая лаборатория: каждая лекция сочетает теоретическую модель, исторический материал и современный исследовательский инструментарий (imagology, cultural transfer, sociology of literature, narrative theory, discourse analysis).\nЦель — дать студентам целостное представление о движении литературы, её внутренних закономерностях, изменении эстетической парадигмы и формировании новых культурных стратегий.\nЛекции должны быть насыщенными, аналитическими, основанными на современных гуманитарных теориях, избегать упрощений, поддерживать критическое мышление и связность материала.",
    "lectures": {
      "f076ccc6": {
        "title": "Современные жанровые трансформации: роман, драма, поэзия",
        "subtitle": "Новые формы и гибридизация жанров в XXI веке",
        "order": 9,
        "keywords": [
          "жанр",
          "трансформация жанра",
          "новая драма",
          "поэтика романа",
          "верлибр",
          "гибридные формы",
          "документальная проза",
          "autofiction",
          "лироэпос"
        ],
        "target_length": 3800,
        "metadata": {}
      },
      "c9833c39": {
        "title": "Литература и медиа: цифровая среда, соцсети, фанфикшн",
        "subtitle": "Медиатизация литературного творчества в цифровую эпоху. Конкретные кейсы российского фанфикшн",
        "order": 10,
        "keywords": [
          "цифровая литература",
          "медиапоэтика",
          "фанфикшн",
          "соцсети",
          "цифровой нарратив",
          "мультимодальность",
          "фанатские практики",
          "литература в интернете"
        ],
        "target_length": 3800,
        "metadata": {}
      },
      "6f973d47": {
        "title": "Интермедиальность и трансмедиальность в литературе XXI века",
        "subtitle": "Пересечение искусств и новые формы повествования",
        "order": 11,
        "keywords": [
          "интермедиальность",
          "трансмедиальность",
          "мультимодальная литература",
          "визуальная поэтика",
          "кино и литература",
          "аудиовизуальные формы"
        ],
        "target_length": 3800,
        "metadata": {}
      },
      "8c813691": {
        "title": "Литература и политика идентичности: гендер, этничность, постколониализм",
        "subtitle": "Теории идентичности и их пересечение с литературным процессом",
        "order": 12,
        "keywords": [
          "идентичность",
          "гендерные исследования",
          "этничность",
          "раса",
          "постколониализм",
          "интерсекциональность",
          "репрезентации Другого"
        ],
        "target_length": 3800,
        "metadata": {}
      },
      "8775b9e6": {
        "title": "Теории рецепции и читательские практики",
        "subtitle": "От Яуса до цифрового читателя",
        "order": 14,
        "keywords": [
          "рецептивная эстетика",
          "читатель",
          "интерпретация",
          "горизонт ожиданий",
          "восприятие текста",
          "digital reading"
        ],
        "target_length": 3800,
        "metadata": {}
      },
      "428a957d": {
        "title": "Современные писатели как фигуры литературного процесса",
        "subtitle": "Модели авторства от постсоветской эпохи до начала XXI в.",
        "order": 15,
        "keywords": [
          "современная литература",
          "авторство",
          "постсоветский роман",
          "Пелевин",
          "Сорокин",
          "Улицкая",
          "Быков",
          "премии",
          "нон-фикшн"
        ],
        "target_length": 3800,
        "metadata": {}
      },
      "ad677be2": {
        "title": "Литературные премии, фестивали, книжные ярмарки как элемент процесса",
        "subtitle": "Институциональная инфраструктура современной литературы - конкретные кейсы США, стран Европы, России и ВОстока",
        "order": 16,
        "keywords": [
          "литературные премии",
          "книжные ярмарки",
          "фестивали",
          "инфраструктура",
          "институции",
          "культурная политика"
        ],
        "target_length": 3800,
        "metadata": {}
      },
      "657271a1": {
        "title": "Теория литературного процесса сегодня: перспективы и вызовы",
        "subtitle": "Куда движутся литературоведение и представления об эволюции литературы в XXI веке?",
        "order": 17,
        "keywords": [
          "литературный процесс",
          "теория литературы",
          "методология",
          "цифровые гуманитарные науки",
          "будущее литературы"
        ],
        "target_length": 3800,
        "metadata": {}
      }
    },
    "metadata": {}
  }
}